Repository: IVOXCOIN/IVOXISMINING
Catalog: ivox-client/MEWconnect-iOS/MyEtherWallet-iOS/*.lproj/Localizable.strings
Languages: es_419

# BUY_TITLE
source: Purchase
es_419: Comprar

source: No internet connection
es_419: Sin conexión a internet

source: What's new
es_419: Qué hay de nuevo

source: units of:
es_419: unidades de:

source: Cancel
es_419: Cancelar

source: Approximated fee included in rate
es_419: Comisión aproximada incluida en el monto

source: %@ MINIMUM PURCHASE
es_419: %@ COMPRA MÍNIMA

source: Purchase %@
es_419: Comprar %@

source: Successful
es_419: Satisfactorio

source: Failed
es_419: Fallido

source: In progress
es_419: En progreso

source: Your credit card purchases will be displayed here
es_419: Su tarjeta de crédito/compras serán mostradas aquí

source: Simplex checkout
es_419: Compra Simplex

source: Enter password to start
es_419: Ingrese contraseña para empezar

source: Enter password to sign
es_419: Ingrese contraseña para firmar

source: Enter password to confirm
es_419: Ingrese contraseña para confirmar

source: Enter password to generate
es_419: Ingrese contraseña para generar

source: Enter password to view
es_419: Ingrese contraseña para ver

source: backup
es_419: respaldo

source: ⚠️ Warning: you can lose your account and funds forever
es_419: ⚠️ Precaución: Usted puede perder sus fondos por siempre

source: Don't reset if you didn't make a backup, as there will be no way to restore your account after that. Resetting wallet will remove all keys saved in the local vault and bring you back to the app's start screen.
es_419: No reinicie si no realizó un respaldo de su cartera, debido a que no habrá forma de recuperarla sin el respaldo. Reiniciar la cartera eliminará todas las llaves en la bóveda segura y mostrará la pantalla de inicio de la aplicación.

source: Reset wallet
es_419: Reiniciar cartera

source: unless
es_419: a menos

source: Close
es_419: Cerrar

source: Your recovery phrase
es_419: Su frase de recuperación

source: Write these down
es_419: Anote lo siguiente

source: Oops! It looks like you've just taken a screenshot.
es_419: Oops! Parece que acaba de tomar una captura de pantalla.

source: Please remember NOT to keep your passphrase anywhere digitally, otherwise you can lose all your funds. We strongly suggest to delete the screenshot you've just taken and write down the passphrase using pen and paper.
es_419: Por favor recuerde NO almacenar su frase en ningún medio digital, de lo contrario podría perder sus fondos. Recomendamos encarecidamente que elimine la captura de pantalla que tomó y que anote su frase con pluma y papel.

source: Select word #%tu
es_419: Seleccione la palabra #%tu

source: Weak
es_419: Débil

source: Good
es_419: Bien

source: Great!
es_419: ¡Genial!

source: Generating your Ethereum address
es_419: Generando su dirección de Ethereum

source: Ethereum address
es_419: Dirección de Ethereum

source: Encrypting your private key using your password
es_419: Encriptando su llave privada usando su contraseña

source: private key
es_419: llave privada

source: Saving your encrypted keys to a local secure vault on this device
es_419: Guardando sus llaves encriptadas en una bóveda segura en este dispositivo

source: local secure vault
es_419: bóveda local segura

source: All done!
es_419: ¡Todo listo!

source: Use recovery phrase
es_419: Usar frase de recuperación

source: Please check your recovery phrase.
es_419: Por favor revise su frase de recuperación.

source: The recovery phrase you entered doesn't seem to be valid.
es_419: La frase de recuperación introducida no parece ser válida.

source: Words separated by spaces…
es_419: Palabras separadas por espacios…

# Please enter the exact passphrase you used to back up MEWconnect app.
source: Please enter the recovery phrase you used to backup Ivoxis.
es_419: Por favor introduzca la frase de recuperación que usó para respaldar Ivoxis.

source: Sustainable energy for all. Invest easily. By Ivox Coin
es_419: Energía sustentable para todos. Invierta fácilmente. Por Ivox Coin

# Secure your every MyEtherWallet transaction with two-factor verification
source: An Ethereum wallet that allows you to store Ivox tokens
es_419: Una cartera de Ethereum que permite almacenar tokens de Ivox

# Store your private keys safely in a local isolated secure vault on your device
source: Buy and manage your tokens safely
es_419: Compre y gestione sus tokens de forma segura

# Protect yourself from phishers and malware. No one can obtain your private key.
source: Include in your plans investment in sustainable energy.
es_419: Incluya en sus planes la inversión en energía sustentable.

source: Ivox cannot collect your private data without your consent.
es_419: Ivox no puede colectar sus datos privados sin su consentimiento.

source: Cutting-edge Ivox by Ivox Coin has the best technology.
es_419: Tecnología de punta Ivoxis de Ivox Coin cuenta con la mejor tecnología.

# Transparent, free and open source. Audited by the community
source: Transparent, clear and concise. Approved by the community
es_419: Transparente, claro y conciso. Aprobado por la comunidad

# Creating a local connection with MyEtherWallet
source: Creating a local connection with Ivoxis
es_419: Creando una conexión local con Ivoxis

source: Can't connect
es_419: No se puede conectar

source: Connected to MyEtherWallet
es_419: Conectado a Ivoxis

source: Via encrypted peer-to-peer connection
es_419: Via conexión peer-to-peer

source: Try again
es_419: Intente de nuevo

source: Contact support
es_419: Contacte soporte

# Please enable camera access for MEWconnect in Settings
source: Please enable camera access for Ivoxis in Settings
es_419: Por favor habilite la cámara para Ivoxis en Configuración

source: Settings
es_419: Configuración

source: Address Copied
es_419: Dirección copiada

source: Can't send email
es_419: No se puede enviar email

source: MyEtherWallet.com|Access My Wallet
es_419: Ivoxis|Acceder Mi Cartera

# Select MEWconnect option on the screen that follows.
source: Select Ivoxis option on the screen that follows.
es_419: Seleccione la opción Ivoxis en la pantalla que sigue.

source: MEWconnect
es_419: Ivoxis

source: Scan the QR code.
es_419: Escanear el codigo QR.

source: BUY ETHER
es_419: COMPRAR ETHER

source: Search %tu token(s)
es_419: Buscar %tu token(s)

source: SELECT_CURRENCY
es_419: SELECCIONE MONEDA

source: User guide
es_419: Términos y condiciones

source: Privacy and terms
es_419: Política de privacidad

source: About
es_419: Acerca de

source: View my recovery phrase
es_419: Ver mi frase de recuperación

source: Back up my wallet
es_419: Respaldar mi cartera

# Copyright %zd-%zd MyEtherWallet Inc.
source: Copyright %zd-%zd Ivox Coin SAPI
es_419: Derechos de copia %zd-%zd Ivox Coin SAPI

source: Your public Ethereum address
es_419: Su dirección pública de Ethereum

source: Unknown Token
es_419: Token desconocido

source: Amount in fractional units
es_419: Cantidad en unidades fraccionarias

source: Check address:
es_419: Verificar dirección:

source: Check address you’re sending to:
es_419: Verifique la dirección a donde hace el envío:

source: Check the amount:
es_419: Verifique la cantidad:

source: Check network:
es_419: Verifique la red:

source: You declined the transaction and it was cancelled. If you have security concerns, please contact Ivoxis Support
es_419: Ha declinado la transacción y ha sido cancelada. Si tiene preocupaciones con respecto a la seguridad, por favor contacte el soporte de Ivoxis

source: MEW Support
es_419: Soporte de Ivoxis

source: The message is signed. Please continue in MyEtherWallet in your browser.
es_419: El mensaje está firmado. Por favor continúe en su navegador.

source: Transaction is generated and signed. Please continue in MyEtherWallet in your browser in order to send it.
es_419: La transacción fue generada y firmada. Por favor continúe en su navegador para enviarla.

source: Action required
es_419: Acción requerida

source: Action required: not backed up
es_419: Acción requerida: sin respaldar

source: If you lose this device you lose your account forever.
es_419: Si pierde este dispositivo usted perderá su cuenta por siempre.

source: If you lose this device you will lose your account and all your funds forever.
es_419: Si pierde este dispositivo usted perderá su cuenta y fondos por siempre.

source: BACK UP
es_419: RESPALDAR

source: Backed up
es_419: Respaldado

source: Password
es_419: Contraseña

source: Please wait
es_419: Por favor espere

source: No models found
es_419: No se encontraron modelos

source: No mapping model found
es_419: No se encontró modelo de mapeo

source: Incorrect format
es_419: Formato incorrecto

source: DONE
es_419: LISTO

source: NEXT WORD
es_419: SIGUIENTE PALABRA
