Repository: IVOXCOIN/IVOXISMINING
Catalog: ivox-client/MEWconnect-iOS/MyEtherWallet-iOS/Classes/PresentationLayer/UserStories/SetupUserStory/Storyboard/*.lproj/Setup.strings
Languages: es_419

# 0tG-ye-IIL.text
source: Interact directly with the blockchain with full control of your keys & your funds.
es_419: Interactúe directamente con el blockchain con el control total de sus llaves y sus fondos.

# 1Xr-MG-NxM.text
source: i.e. keystore file, private key, etc.
es_419: e.g. archivo keystore, llave privada, etc.

# 3kp-Aw-s29.text
source: Enter your recovery phrase
es_419: Introduzca su frase de recuperación

# 698-s1-6zK.text
source: Restore existing wallet
es_419: Restaurar cartera existente

# A1v-5z-d7A.text
source: Interact directly with the blockchain with full control of your keys & your funds.
es_419: Interactúe directamente con el blockchain con el control total de sus llaves y sus fondos.

# C42-h9-a6b.text
source: If your recovery phrase is shorter than 24 words (i.e. 12, 15, 18 or 21 words) you can still use it to restore your wallet. Just enter as many words as you have in your phrase.
es_419: Si su frase de recuperación tiene menos de 24 palabras (e.g. 12, 15, 18 o 21 palabras) usted aún puede utilizarla para restaurar su cartera. Sólo introduzca tantas palabras como tenga en su frase.

# EZG-EI-90H.text
source: There will be NO ‘Restore password’ button. Make sure you remember it.
es_419: No habrá botón ‘Recuperar contraseña’. Asegúrese de recordarla.

# FOg-1a-ba0.text
source: Since you’re going to be your own bank, we won’t be able to help if you lose your password.
es_419: Dado que usted será su propio banco, no seremos capaces de ayudarle si usted pierde su contraseña..

# Gfg-cS-tRp.text
source: Interact directly with the blockchain with full control of your keys & your funds.
es_419: Interactúe directamente con el blockchain con el control total de sus llaves y sus fondos.

# Jyf-Yi-uru.placeholder
source: Password
es_419: Contraseña

# Lej-TZ-YXs.text
source: So no one else but you can unlock your wallet
es_419: Para que nadie más que usted pueda desbloquear su cartera

# LfX-gg-TfK.placeholder
source: Password
es_419: Contraseña

# LwO-OS-ot9.text
source: Interact directly with the blockchain with full control of your keys & your funds.
es_419: Interactúe directamente con el blockchain con el control total de sus llaves y sus fondos.

# Pds-zR-Txc.text
source: Recovery phrase is a 24 word phrase that you wrote down when you backed up your wallet.
es_419: La frase de recuperación es una frase de 24 palabras que escribió cuando respaldó su cartera.

# Sdn-1n-Fgb.text
source: Interact directly with the blockchain with full control of your keys & your funds.
es_419: Interactúe directamente con el blockchain con el control total de sus llaves y sus fondos.

# ZTW-M2-q6y.text
source: Best passwords are long and contain letters, numbers and special characters
es_419: Las mejores contraseñas son largas, contienen letras, números y caracteres especiales

# acW-zu-dCW.text
source: Passwords don't match
es_419: Las contraseñas no concuerdan

# dKN-Rk-zZ5.text
source: Sustainable energy for all. Invest easily. nBy Ivox Coin
es_419: Energía sustentable para todos. Invierta fácilmente. Por Ivox Coin

# e2q-UQ-i3Z.text
source: Weak
es_419: Débil

# eCI-kO-7Z2.text
source: Your safety and security is our #1 priority
es_419: Su seguridad es nuestra prioridad

# hgr-4b-rhX.text
source: by MyEtherWallet
es_419: por Ivox Coin

# hry-Av-yD2.normalTitle
source: Other options
es_419: Otras opciones

# jbV-gB-VII.title
source: Next
es_419: Siguiente

# lI8-7d-nNR.title
source: Restore
es_419: Restaurar

# nhL-XN-UsL.normalTitle
source: CONTINUE
es_419: CONTINUAR

# oR6-1e-Iju.text
source: Pick a password
es_419: Escoja una contraseña

# oZu-OL-Hv5.normalTitle
source: CREATE NEW WALLET
es_419: CREAR NUEVA CARTERA

# p61-aI-WVD.normalTitle
source: I ALREADY HAVE A WALLET
es_419: YA TENGO UNA CARTERA

# qFD-MZ-yQh.text
source: Not available in this version.
es_419: No disponible en esta versión.

# qxY-Iy-yu4.text
source: Type your password again
es_419: Escriba su contraseña de nuevo

# tBL-qB-QSn.text
source: Do you have your recovery phrase handy?
es_419: Tiene su frase de recuperación en mano?

# vDv-v1-uhA.normalTitle
source: LAUNCH IVOXIS
es_419: LANZAR IVOXIS

# vfO-ti-l81.title
source: Next
es_419: Siguiente

# xkV-Ja-NFK.text
source: Interact directly with the blockchain with full control of your keys & your funds.
es_419: Interactúe directamente con el blockchain con el control total de sus llaves y sus fondos.

# yP4-Y9-qGd.title
source: Next
es_419: Siguiente
